<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
//-----------------------------------------------------------------
// OpenCart Paymate Payment Module
// Version: 1.0
// Автор: SuperJuice (Sam) (portions based on OpenCart GPL'd code)
// е-поща: opencart@pixeldrift.net
// Web: http://www.pixeldrift.net/opencart/
//-----------------------------------------------------------------

// Text
$_['text_title']          = 'Банкова карта (чрез Paymate)';

$_['text_unable']         = 'Невъзможност да бъде открит или обновен статуса на вашата поръчка !';
$_['text_declined']       = 'Плащането бе отхвърлено от Paymate !';
$_['text_failed']         = 'Плащането с Paymate не бе успешно !';
$_['text_failed_message'] = '<p>За съжаление, възникна грешка при обработката на Вашето плащане с Paymate !</p><p><b>Внимание: </b>%s</p><p>Проверете наличността по сметката си в Paymate преди да повторите опита за плащане по тази поръчка.</p><p>Ако смятате, че трансакцията е успешна или виждате сметката си в Paymate по-малка от сумата на поръчката ви, моля <a href="%s">Свържете се с Нас</a>, като посочите данните за поръчката.</p>';
?>
