<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']             = 'Настройки';

// Text
$_['text_success']              = 'Успешно променихте Настройки !';
$_['text_items']                = 'Артикули';
$_['text_tax']                  = 'Данъци';
$_['text_account']              = 'Акаунт';
$_['text_checkout']             = 'Плащане';
$_['text_stock']                = 'Наличност';
$_['text_image_manager']        = 'Редактор на изображенията';
$_['text_browse']               = 'Качи Файл';
$_['text_clear']                = 'Изтрий';
$_['text_shipping']             = 'Адрес за доставка';
$_['text_payment']              = 'Адрес за плащане';

// Column
$_['column_name']               = 'Име на магазина';
$_['column_url']	            = 'URL адрес на магазина';
$_['column_action']             = 'Действие';

// Entry
$_['entry_url']                 = 'URL адрес на магазина :<br /><span class="help">Пълния URL път до магазина. Не забравяйте да въведете \'/\' на края. Пример: http://www.yourdomain.com/path/<br /><br />Не изпозлвайте директориите за създаване на нов магазин. Винаги насочвайте магазина към друг домейн или поддомейн.</span>';
$_['entry_ssl']                 = 'SSL URL на магазина :<br /><span class="help">Пълния SSL URL път до магазина. Не забравяйте да въведете \'/\' at the end. Пример: http://www.yourdomain.com/path/<br /><br />Не изпозлвайте директориите за създаване на нов магазин. Винаги насочвайте магазина към друг домейн или поддомейн.</span>';
$_['entry_name']                = 'Име на магазина :';
$_['entry_owner']               = 'Собственик на магазина :';
$_['entry_address']             = 'Адрес :';
$_['entry_email']               = 'И-мейл :';
$_['entry_telephone']           = 'Телефон :';
$_['entry_fax']                 = 'Факс :';
$_['entry_title']               = 'Заглавие :';
$_['entry_meta_description']    = 'Мета Таг описание :';
$_['entry_layout']              = 'Изглед по подразбиране :';
$_['entry_template']            = 'Темплейт :';
$_['entry_country']             = 'Държава :';
$_['entry_zone']                = 'Област :';
$_['entry_language']            = 'Език :';
$_['entry_currency']            = 'Валута :';
$_['entry_catalog_limit'] 	    = 'Брой продукти на страница (Каталог) :<br /><span class="help">Определи колко продукта ще се виждат при отваряне на страница (продукти, категории и други)</span>';
$_['entry_tax']                 = 'Показвай цените с включено ДДС :';
$_['entry_customer_group']      = 'Група клеинти :<br /><span class="help">Клиентска група по подразбиране.</span>';
$_['entry_customer_price']      = 'Показвай цените след Вход в профила :<br /><span class="help">Показва цените само когато клеинта се регистрира.</span>';
$_['entry_customer_approval']   = 'Одобрявай нови клиенти :<br /><span class="help">Не разрешавай на новите клиенти да се включат ако не са одобрени след регистрация.</span>';
$_['entry_guest_checkout']      = 'Пазаруване без регистрация :<br /><span class="help">Позволява на клиентите да пазаруват без да се регистрират.</span>';
$_['entry_account']             = 'Условия за създаване на потребител :<br /><span class="help">Изискване на потвърждение на условията при създаване на потребител.</span>';
$_['entry_checkout']            = 'Условия при покупка :<br /><span class="help">Изисква от клиентите да се съгласят с уловията на магазина преди покупка.</span>';
$_['entry_stock_display']       = 'Показвай наличност :<br /><span class="help">Показвай наличността на страницата на продукта.</span>';
$_['entry_stock_checkout']      = 'Поръчка на продукти :<br /><span class="help">Позволи на клиентите да поръчват, ако продуктите не са в наличност.</span>';
$_['entry_order_status']        = 'Статус на поръчката :<br /><span class="help">Настройка на статуса на поръчката по подразбиране когато поръчката е обработена.</span>';
$_['entry_cart_weight']         = 'Показвай теглото на продуктите :<br /><span class="help">Показвай теглото на продуктите в количката</span>';
$_['entry_logo']                = 'Лого на Магазина :';
$_['entry_icon']                = 'Икона :<br /><span class="help">Иконата трябва да е в формат PNG с размери 16px x 16px.</span>';
$_['entry_image_thumb']         = 'Размер на картинка на продукта ( Малка ) :';
$_['entry_image_popup']         = 'Размер на картинка на продукта ( Голяма ) :';
$_['entry_image_product']       = 'Размер на картинката в списъка с ( Продуктите ) :';
$_['entry_image_category']      = 'Размер на картинката в списъка с ( Категориите ):';
$_['entry_image_manufacturer']  = 'Размер на картинката в списъка с ( Производителите ) :';
$_['entry_image_additional']    = 'Размер на картинката в ( Други списъци ) :';
$_['entry_image_related']       = 'Размер на картинката в списъка със ( Свързани продукти ) :';
$_['entry_image_compare']       = 'Размер на картинката в списъка с ( Продукти за сраняване ) :';
$_['entry_image_wishlist']      = 'Размер на картинката в списъка с ( Желани продукти ) :';
$_['entry_image_cart']          = 'Размер на картинката при преглед на ( Количката ) :';
$_['entry_use_ssl']             = 'Използвай SSL :<br /><span class="help">Използвай SSL check ако SSL сертификата е инсталиран и са конфигурирани SSL URL до каталога и файловете на Администратора.</span>';

// Error
$_['error_warning']             = 'Внимание: Моля проверете внимателно за грешки !';
$_['error_permission']          = 'Внимание: Нямате права да правите промени !';
$_['error_name']                = 'Внимание: Името на магазина трябва да е от 3 до 32 символа !';
$_['error_owner']               = 'Внимание: Името на собственика трябва да е от 3 до 64 символа !';
$_['error_address']             = 'Внимание: Адреса на магазина трябва да е от 10 до 256 символа !';
$_['error_email']               = 'Внимание: И-мейл адреса не е валиден !';
$_['error_telephone']           = 'Внимание: Телефонният номер трябва да е от 3 до 32 символа !';
$_['error_url']                 = 'Внимание: URL адреса на магазина е задъжителен !';
$_['error_title']               = 'Внимание: Заглавието трябва да е от 3 до 32 символа !';
$_['error_limit']       	    = 'Внимание: Изисква се граница !';
$_['error_image_thumb']         = 'Внимание: Размера на картинката на продукта (малка) е задължителен !';
$_['error_image_popup']         = 'Внимание: Размера на картинката на продукта (голяма) е задължителен !';
$_['error_image_product']       = 'Внимание: Размера на картинката при списъкa с продуктите е задължителен !';
$_['error_image_category']      = 'Внимание: Размера на картинката при списъкa с категориите е задължителен !';
$_['error_image_manufacturer']  = 'Внимание: Размера на картинката при списъкa с производителите е задължителен !';
$_['error_image_additional']    = 'Внимание: Размера на картинката при други списъци е задължителен !';
$_['error_image_related']       = 'Внимание: Размера на картинката при свързани продукти е задължителен !';
$_['error_image_compare']       = 'Внимание: Размера на картинката при сравняване на продукти е задължителен !';
$_['error_image_wishlist']      = 'Внимание: Размера на картинката при списъкa с желани продукти е задължителен !';
$_['error_image_cart']          = 'Внимание: Размера на картинката при преглед на количката е задължителен !';
$_['error_default']             = 'Внимание: Не можете да изтриете магазина, който ви е по подразбиране !';
$_['error_store']               = 'Внимание: Този магазин не може да бъде изтрит, тъй като към него има %s поръчки !';
?>