<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']      = 'Банков трансфер';

// Text 
$_['text_payment']       = 'Плащане';
$_['text_success']       = 'Успешно променихте детайлите по Банковия трансфер!';

// Entry
$_['entry_bank']         = 'Банков трансфер (инструкции):<br /><span class="help">В полето подробно опишете данните за банковия транфер.Например:Трите имена,код на банката,номер на банковата сметка...</span>';
$_['entry_total']        = 'Общо:<br /><span class="help">Необходимо е да достигнете определен минимум за да активирате този метод на плащане.</span>';
$_['entry_order_status'] = 'Статус на поръчката :';
$_['entry_geo_zone']     = 'Географска Зона :';
$_['entry_status']       = 'Статус :';
$_['entry_sort_order']   = 'Ред :';

// Error
$_['error_permission']   = 'Внимание: Нямате права да променяте плащане с Банков трансфер!';
$_['error_bank']         = 'Внимание: Инструкциите за банков трансфер са задължителни!';
?>