<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']      = 'Наложен платеж';

// Text
$_['text_payment']       = 'Плащане';
$_['text_success']       = 'Успешно променихте профила на Наложен платеж !';

// Entry
$_['entry_total']        = 'Общо:<br /><span class="help">Необходимо е да достигнете определен минимум за да активирате този метод на плащане.</span>';
$_['entry_order_status'] = 'Статус на поръчката:';
$_['entry_geo_zone']     = 'Географска Зона:';
$_['entry_status']       = 'Статус:';
$_['entry_sort_order']   = 'Ред:';

// Error
$_['error_permission']   = 'Внимание: Нямате права да променяте плащането с Наложен платеж!';
?>