<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Такса за нископриоритетна поръчка';

// Text
$_['text_total']       = 'Общо от поръчки';
$_['text_success']     = 'Успешно променихте общото от Нископриоритетните поръчки !';

// Entry
$_['entry_total']      = 'Общо от поръчки :';
$_['entry_fee']        = 'Такса :';
$_['entry_tax_class']  = 'Вид такса :';
$_['entry_status']     = 'Статус :';
$_['entry_sort_order'] = 'Ред :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте общото от Нископриоритетните поръчки !';
?>