<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Безплатна доставка';

// Text 
$_['text_shipping']    = 'Досатвка';
$_['text_success']     = 'Успешно променихте метода Безплатна доставка!';

// Entry
$_['entry_total']      = 'Общо :<br /><span class="help">Неободима е основна сума за плащане преди да се изберете доставка.</span>';
$_['entry_geo_zone']   = 'Географска Зона :';
$_['entry_status']     = 'Статус :';
$_['entry_sort_order'] = 'Ред :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте метода Безплатна доставка!';
?>