<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Доставка за определена Зона';

// Text
$_['text_shipping']    = 'Доставка';
$_['text_success']     = 'Успешно променихте Доставка за определена Зона !';

// Entry
$_['entry_cost']       = 'Цена :';
$_['entry_tax_class']  = 'Данъчна Ставка :';
$_['entry_geo_zone']   = 'Географска Зона :';
$_['entry_status']     = 'Статус :';
$_['entry_sort_order'] = 'Ред :';

// Error
$_['error_permission'] = 'Внимание:Нямате права да променяте метода Доставка за определена Зона !';
?>