<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Групи параметри';

// Text
$_['text_success']      = 'Успешно променихте Групи параметри !';

// Column
$_['column_name']       = 'Име на групата параметри';
$_['column_sort_order'] = 'Ред';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на групата параметри ';
$_['entry_sort_order']  = 'Ред ';

// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Групи параметри !';
$_['error_name']        = 'Внимание: Името на групата параметри трябва да е от 3 до 64 символа !';
$_['error_attribute']   = 'Внимание: Тази група параметри не може да бъде изтрита. В момента в нея има %s параметри !';
$_['error_product']     = 'Внимание: Тази група параметри не може да бъде изтрита. В момента в нея има %s продукти !';
?>