<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Изтегляне';

// Text
$_['text_success']     = 'Успешно променихте информацията за Изтегляне !';
$_['text_upload']      = 'Файлът е качен успешно !';

// Column
$_['column_name']      = 'Име на продукта за изтегляне';
$_['column_remaining'] = 'Брой разрешени изтегляния';
$_['column_action']    = 'Дейстие';

// Entry
$_['entry_name']       = 'Име на продукта за изтегляне :';
$_['entry_filename']   = 'Име на файла :';
$_['entry_mask']       = 'Маска :';
$_['entry_remaining']  = 'Общо разрешени изтегляния :';
$_['entry_update']     = 'Изведи предишните клиенти :<br /><span class="help">Изберете тук за да обновите предишни закупени версии.</span>';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Изтегляне !';
$_['error_name']       = 'Внимание: Името трябва да е от 3 до 64 символа !';
$_['error_upload']     = 'Внимание: Качването е задължително !';
$_['error_filename']   = 'Внимание: Името на файла трябва да е от 3 до 128 символа !';
$_['error_exists']     = 'Внимание: Файла не съществува!';
$_['error_mask']       = 'Внимание: Маската трябва да е от 3 до 128 символа !';
$_['error_filetype']   = 'Внимание: Невалиден тип на файла !';
$_['error_product']    = 'Внимание: Това изтегляне не може да бъде изтрито,защото е приложено към %s продукт !';
?>