<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Филтри';

// Text
$_['text_success']      = 'Успешно променихте Филтри !';

// Column
$_['column_group']      = 'Групи Филтри';
$_['column_sort_order'] = 'Ред';
$_['column_action']     = 'Действие';

// Entry
$_['entry_group']       = 'Име на Филтърната група :';
$_['entry_name']        = 'Име на Филтъра';
$_['entry_sort_order']  = 'Ред';

// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Филтри !';
$_['error_group']       = 'Внимание: Името на Филтърната група трябва да е от 1 до 64 символа!';
$_['error_name']        = 'Внимание: Името на Филтъра трябва да е от 1 до 64 символа !';
?>