<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Информация';

// Text
$_['text_success']      = 'Успешно променихте Информация !';
$_['text_default']      = 'Основен';

// Column
$_['column_title']      = 'Информация';
$_['column_sort_order']	= 'Ред';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Заглавие :';
$_['entry_description'] = 'Описание :';
$_['entry_store']       = 'Магазини';
$_['entry_keyword']     = 'SEO ключова дума :<br/><span class="help">Тя трябва да е уникална на глобално ниво.</span>';
$_['entry_bottom']      = 'Покажи в долния край на страницата :<br/><span class="help">Покажи във футъра.</span>';
$_['entry_status']      = 'Статус :';
$_['entry_sort_order']  = 'Ред :<br/><span class="help">Напишете ( -1 ) за да го скриете от списъците</span>';
$_['entry_layout']      = 'Препокрий изгледа';

// Error 
$_['error_warning']     = 'Внимание: Моля проверете за грешки !';
$_['error_permission']  = 'Внимание: Нямате права да променяте Информация !';
$_['error_title']       = 'Внимание: Заглавието трябва да е от 3 до 64 символа !';
$_['error_description'] = 'Внимание: Описанието трябва да е от 3 до 64 символа !';
$_['error_account']     = 'Внимание: Тази страница не може да бъде изтрита,защото е асоциирана с условията на магазина !';
$_['error_checkout']    = 'Внимание: Тази страница не може да бъде изтрита,защото е асоциирана с условията за продажба на магазина !';
$_['error_affiliate']   = 'Внимание: Тази страница не може да бъде изтрита,защото е асоциирана с условията за дилърските програми !';
$_['error_store']       = 'Внимание: Тази страница не може да бъде изтрита,защото се използва от %s магазини !';
?>