<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']      = 'Производител';

// Text
$_['text_success']       = 'Успешно променихте Производител !';
$_['text_default']       = 'Основен';
$_['text_image_manager'] = 'Управление на Изображение';
$_['text_browse']        = 'Качи файл';
$_['text_clear']         = 'Изтрий';
$_['text_percent']       = 'Проценти';
$_['text_amount']        = 'Фиксирана стойност';

// Column
$_['column_name']        = 'Име на Производителя';
$_['column_sort_order']  = 'Ред';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Име на производителя :';
$_['entry_store']        = 'Магазини :';
$_['entry_keyword']      = 'SEO ключова дума :<br/><span class="help">Тя трябва да е уникална на глобално ниво.</span>';
$_['entry_image']        = 'Изображение :';
$_['entry_sort_order']   = 'Ред :';
$_['entry_type']         = 'Вид :';

// Error
$_['error_permission']   = 'Внимание: Нямате права да променяте Производител !';
$_['error_name']         = 'Внимание: Името на производителя трябва да е от 3 до 64 символа !';
$_['error_product']      = 'Внимание: Този производител не може да бъде изтрит,защото е асоцииран към %s продукти !';
?>
