<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!

$_['heading_title']          = 'Профили';

$_['button_insert']          = 'Добави';
$_['button_copy']            = 'Копирай';
$_['button_delete']          = 'Изтрий';
$_['button_remove']          = 'Премахни';

$_['text_no_results']        = 'Няма намерени резултати';
$_['text_remove']            = 'Премахни';
$_['text_edit']              = 'Промени';
$_['text_enabled']           = 'Резрешен';
$_['text_disabled']          = 'Забранен';
$_['text_success']           = 'Профилът е добавен успешно !';

$_['text_day']               = 'Ден';
$_['text_week']              = 'Седмица';
$_['text_semi_month']        = '15 Дни';
$_['text_month']             = 'Месец';
$_['text_year']              = 'Година';

$_['entry_name']             = 'Име :';
$_['entry_sort_order']       = 'Ред :';
$_['entry_price']            = 'Цена :';
$_['entry_duration']         = 'Продължителност :';
$_['entry_status']           = 'Статус :';
$_['entry_cycle']            = 'Период :';
$_['entry_frequency']        = 'Честота :';
$_['entry_trial_price']      = 'Пробна Цена :';
$_['entry_trial_duration']   = 'Пробна Продължителност :';
$_['entry_trial_status']     = 'Пробен Статус :';
$_['entry_trial_cycle']      = 'Пробен Период :';
$_['entry_trial_frequency']  = 'Пробна Честота :';

$_['column_name']            = 'Име';
$_['column_sort_order']      = 'Ред';
$_['column_action']          = 'Действие';

$_['error_warning']          = 'Внимание: Моля, проверете формата внимателно за грешки !';
$_['error_permission']       = 'Внимание: Нужно е разрешение за промяна на профилите !';
$_['error_name']             = 'Внимание: Името на профила трябва да е от 3 до 255 символа!';

$_['text_recurring_help']    = 'Повтарящите се суми са изчислени върху честотата и циклите. <br />Например, ако използвате честотата на "седмицата" и един цикъл от "2", след което потребителите ще бъдат таксувани на всеки 2 седмици. <br />Продължителността е колко пъти потребителят ще извърши плащане,( Задайте 0, ако искате плащанията, да не бъдат отменени ).';
?>