<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Възстановяване / Резервно Копие';

// Text
$_['text_backup']      = 'Свали Резервното Копие';
$_['text_success']     = 'Успешно импортирахте вашата база данни !';

// Entry
$_['entry_restore']    = 'Възстанови Резервното Копие :';
$_['entry_backup']     = 'Резервно Копие на :';

// Error
$_['error_permission'] = 'Внимание : Нямате права да променяте Резервното Копие !';
$_['error_backup']     = 'Внимание : Трябва да изберете поне една таблица,за да направите Резервно Копие !';
$_['error_empty']      = 'Внимание : Файлът, който сте качили, е празен или неправилен !';
?>