<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']           = 'Обновяване на Е-Магазина';

// Text
$_['text_success']            = 'Промените бяха направени успешно !';

// Entry
$_['entry_restore']           = 'Работен файл:';
$_['entry_description']       = 'Използвайте тази функция за да променяте цени и информация на стоките. Изберете XLS файлът от вашия компютър и натиснете бутона "Импорт"';

// Error
$_['error_permission']        = 'Внимание! Нямате администраторски права за да променяте цени и стоки.';
$_['error_upload']            = 'Снимковите файлове не са валидни,файловете на електронната таблица не са в очаквания формат !';
$_['error_sheet_count']       = 'Невалиден брой работни листове, 7 работни листове в очакване';
$_['error_categories_header'] = 'Невалидна заглавна част в листа с Категориите ';
$_['error_products_header']   = 'Невалидна заглавна част в листа с Продуктите ';
$_['error_options_header']    = 'Невалидна заглавна част в листа с Опциите';
$_['error_attributes_header'] = 'Невалидна заглавна част в листа с Атрибутите';
$_['error_specials_header']   = 'Невалидна заглавна част в листа с Специали';
$_['error_discounts_header']  = 'Невалидна заглавна част в листа с Отстъпки ';
$_['error_rewards_header']    = 'Невалидна заглавна част в листа с Наградните точки';

// Button labels
$_['button_import']           = 'Импорт';
$_['button_export']           = 'Експорт';
?>
