<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']      = 'Рекламни Банери';

// Text
$_['text_success']       = 'Успешно променихте Рекламни Банери !';
$_['text_default']       = 'Основен';
$_['text_image_manager'] = 'Управление на Изображение';
$_['text_browse']        = 'Качи файл';
$_['text_clear']         = 'Изртий';

// Column
$_['column_name']        = 'Име на рекламня банер';
$_['column_status']      = 'Статус';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Име на рекламния банер :';
$_['entry_title']        = 'Заглавие';
$_['entry_link']         = 'Връзка';
$_['entry_image']        = 'Изображение';
$_['entry_status']       = 'Статус :';

// Error
$_['error_permission']   = 'Внимание: Нямате права да променяте Рекламни Банери !';
$_['error_name']         = 'Внимание: Името на банера трябва да е от 3 до 64 символа !';
$_['error_title']        = 'Внимание: Заглавието на рекламата трябва да е от 2 до 64 символа !';
$_['error_default']      = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран като изглед по подразбиране !';
$_['error_product']      = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s продукти !';
$_['error_category']     = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s категории !';
$_['error_information']  = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s информационни страници !';
?>