<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']         = 'Потребителски полета';

// Text
$_['text_success']          = 'Успешно променихте Потребителски полета !';
$_['text_choose']           = 'Избор';
$_['text_select']           = 'Избери';
$_['text_radio']            = 'Радио';
$_['text_checkbox']         = 'Поставете отметка в квадратчето';
$_['text_input']            = 'Вход';
$_['text_text']             = 'Текст';
$_['text_textarea']         = 'Текстово поле';
$_['text_file']             = 'Файл';
$_['text_date']             = 'Дата';
$_['text_datetime']         = 'Дата и Час';
$_['text_time']             = 'Час';
$_['text_customer']         = 'Потребител';
$_['text_address']          = 'Адрес';
$_['text_payment_address']  = 'Адрес на плащане';
$_['text_shipping_address'] = 'Адрес на доставка';

// Column
$_['column_name']           = 'Наименование персонализираното поле';
$_['column_type']           = 'Тип';
$_['column_location']       = 'Местоположение';
$_['column_sort_order']     = 'Ред';
$_['column_action']         = 'Действие';

// Entry
$_['entry_name']           = 'Наименование персонализираното поле :';
$_['entry_type']           = 'Тип :';
$_['entry_value']          = 'Стойнност :';
$_['entry_custom_value']   = 'Стойност и име персонализираното поле :';
$_['entry_required']       = 'Задължително :';
$_['entry_location']       = 'Местоположение :';
$_['entry_position']       = 'Позиция :';
$_['entry_sort_order']     = 'Ред :';

// Error
$_['error_permission']     = 'Внимание: Нямате права да променяте Потребителски полета!';
$_['error_name']           = 'Внимание: Името трябва да е от 1 до 128 символа!';
$_['error_type']           = 'Внимание: Опцията / Стойност / е задължителна !';
$_['error_custom_value']   = 'Внимание: Наименованието на персонализираното поле трябва да е от 1 до 128 символа !';
$_['error_product']        = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s продукти!';
?>