<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Изгледи';

// Text
$_['text_success']      = 'Успешно променихте Изгледи !';
$_['text_default']      = 'По подразбиране';

// Column
$_['column_name']       = 'Име на изгледа';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на изгледа :';
$_['entry_store']       = 'Магазин :';
$_['entry_route']       = 'Път :';

// Error
$_['error_permission']  = 'Внимание: Нямате права да порменяте Изгледи !';
$_['error_name']        = 'Внимание: Името на изгледа трябва да е от 3 до 64 символа !';
$_['error_default']     = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран като изглед по подразбиране !';
$_['error_store']       = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s магазини !';
$_['error_product']     = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s продукти !';
$_['error_category']    = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s категории !';
$_['error_information'] = 'Внимание: Този изглед не може да бъде изтрит тъй като е асоцииран с %s информационни страници !';
?>