<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']           = 'Държава';

// Text
$_['text_success']            = 'Успешно променихте Държава !';

// Column
$_['column_name']             = 'Име на държавата';
$_['column_iso_code_2']       = 'ISO Код (2)';
$_['column_iso_code_3']       = 'ISO Код (3)';
$_['column_action']           = 'Действие';

// Entry
$_['entry_name']              = 'Име на държавата :';
$_['entry_iso_code_2']        = 'ISO Код (2) :';
$_['entry_iso_code_3']        = 'ISO Код (3) :';
$_['entry_address_format']    = 'Формат на Адреса :<br /><span class="help">
Име = {firstname}<br />
Фамилия = {lastname}<br />
Компания = {company}<br />
Адрес 1 = {address_1}<br />
Адрес 2 = {address_2}<br />
Град = {city}<br />
Пощенски код = {postcode}<br />
Област/Регион = {zone}<br />
Код за региона = {zone_code}<br />
Държава = {country}</span>';
$_['entry_postcode_required'] = 'Задължителен Пощенски код :';
$_['entry_status']            = 'Статус :';

// Error
$_['error_permission']        = 'Внимание: Нямате права да променяте Държава !';
$_['error_name']              = 'Внимание: Името на Държавата трябва да е от 3 до 128 символа !';
$_['error_default']           = 'Внимание: Държавата не може да бъде изтрита тъй като е държава по подразбиране !';
$_['error_store']             = 'Внимание: Държавата не може да бъде изтрита тъй като е асоциирана с %s магазини !';
$_['error_address']           = 'Внимание: Държавата не може да бъде изтрита тъй като е асоциирана с %s контакта в адресната книга !';
$_['error_affiliate']         = 'Внимание: Държавата не може да бъде изтрита тъй като е асоциирана с %s дилъра !';
$_['error_zone']              = 'Внимание: Държавата не може да бъде изтрита тъй като е асоциирана с %s зони !';
$_['error_zone_to_geo_zone']  = 'Внимание: Държавата не може да бъде изтрита тъй като е асоциирана с %s( гео зони ) !';
?>