<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']        = 'Валута';  

// Text
$_['text_success']         = 'Успешно променихте Валута !';

// Column
$_['column_title']         = 'Име на валутата';
$_['column_code']          = 'Код'; 
$_['column_value']         = 'Стойност';
$_['column_date_modified'] = 'Последно обновена';
$_['column_action']        = 'Действие';

// Entry
$_['entry_title']          = 'Име на валутата :';
$_['entry_code']           = 'Код :<br /><span class="help">Не променяйте тази стойност, ако това е основна валута на магазина.</span>';
$_['entry_value']          = 'Стойност :<br /><span class="help">Задайте стойност 1.00000, ако това е основна валута на магазина.</span>';
$_['entry_symbol_left']    = 'Символ от ляво :';
$_['entry_symbol_right']   = 'Символ от дясно :';
$_['entry_decimal_place']  = 'Символа след запетаята :';
$_['entry_status']         = 'Статус :';

// Error
$_['error_permission']     = 'Внимание: Нямате права да променяте Валута !';
$_['error_title']          = 'Внимание: Името на валутата трябва да е от 3 до 32 символа !';
$_['error_code']           = 'Внимание: Кодът на валутата трябва да е 3 символа !';
$_['error_default']        = 'Внимание: Тази валута не може да бъде изтрита тъй като е по подразбиране !';
$_['error_store']          = 'Внимание: Тази валута не може да бъде изтрита тъй като е асоциирана с %s магазини !';
$_['error_order']          = 'Внимание: Тази валута не може да бъде изтрита тъй като е асоциирана с %s поръчки !';
?>