<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']      = 'Данъчни Зони';

// Text
$_['text_success']       = 'Успешно променихте Данъчни Зони !';

// Column
$_['column_name']        = 'Данъчни зони';
$_['column_description'] = 'Описание';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Име на Данъчната зона :';
$_['entry_description']  = 'Описание :';
$_['entry_country']      = 'Държава :';
$_['entry_zone']         = 'Регион :';

// Error
$_['error_permission']   = 'Внимание: Нямате права да променяте Данъчни зони !';
$_['error_name']         = 'Внимание: Името на георграфската зона трябва да е от 3 до 32 символа !';
$_['error_description']  = 'Внимание: Описанието трябва да е от 3 до 255 символа !';
$_['error_tax_rate']     = 'Внимание: Тази Данъчна зона не може да бъде изтрита тъй като е асоциирана с с един или повече данъчни класове !';
?>