<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Език';  

// Text
$_['text_success']      = 'Успешно променихте Език !'; 

// Column
$_['column_name']       = 'Име на езика';
$_['column_code']       = 'Код';
$_['column_sort_order'] = 'Ред';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на езика :';
$_['entry_code']        = 'Код :<br /><span class="help">Например :bg.Не променяйте това поле ако този език е езика ви по подразбиране.</span>';
$_['entry_locale']      = 'Локализация :<br /><span class="help">Например: bg_BG.UTF-8,bg_BG,b</span>';
$_['entry_image']       = 'Флаг :<br /><span class="help">Например:bg.png</span>';
$_['entry_directory']   = 'Папка :<br /><span class="help">Името на папката на езика (имат значение малките и големи букви)</span>';
$_['entry_filename']    = 'Име на файла :<br /><span class="help">Името на файла няма разширение</span>';
$_['entry_status']      = 'Статус :<br /><span class="help">Скрий или Покажи в менюто с езиците</span>';
$_['entry_sort_order']  = 'Ред :';

// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Език !';
$_['error_name']        = 'Внимание: Името на езика трябва да е от 3 до 32 символа !';
$_['error_code']        = 'Внимание: Кода трябва да е от минимум 2 символа !';
$_['error_locale']      = 'Внимание: Локализацията е задължителна !';
$_['error_image']       = 'Внимание: Името на флага на езика трябва да е от 3 до 64 символа !';
$_['error_directory']   = 'Внимание: Папката е задължителна !';
$_['error_filename']    = 'Внимание: Името на файла трябва да е от 3 до 64 символа !';
$_['error_default']     = 'Внимание: Този език не може да бъде изтрит тъй като е език по подразбиране !';
$_['error_admin']       = 'Внимание: Този език не може да бъде изтрит тъй като е език за администриране !';
$_['error_store']       = 'Внимание: Този език не може да бъде изтрит тъй като е асоцииран с %s магазина !';
$_['error_order']       = 'Внимание: Този език не може да бъде изтрит тъй като е асоцииран с %s поръчки !';
?>