<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Мярка за дължина';

// Text
$_['text_success']     = 'Успешно променихте Мярка за дължина !';

// Column
$_['column_title']     = 'Име на Мярката за дължина';
$_['column_unit']      = 'Мерни единици';
$_['column_value']     = 'Стойност';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Име на Мярката за дължина :';
$_['entry_unit']       = 'Мерни единици :';
$_['entry_value']      = 'Стойност :<br /><span class="help">Напиши 1 ако това е мярката за дължина по подразбиране</span>';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Мярка за дължина !';
$_['error_title']      = 'Внимание: Името на мярката за дължина трябва да е от 3 до 32 символа !';
$_['error_unit']       = 'Внимание: Мерната единица трябва да е от 1 до 4 символа !';
$_['error_default']    = 'Внимание: Тази мярка за дължина не може да бъде изтрита тъй като е мярка за дължина по подразбиране !';
$_['error_product']    = 'Внимание: Тази мярка за дължина не може да бъде изтрита тъй като е асоциирана с %s продукта !';
?>