<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Статус на поръчката';

// Text
$_['text_success']     = 'Успешно променихте Статус на поръчката !';

// Column
$_['column_name']      = 'Статус на поръчката';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = ' Име на статуса :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Статус на поръчката !';
$_['error_name']       = 'Внимание: Статус на поръчката трябва да е от 3 до 32 символа !';
$_['error_default']    = 'Внимание: Статус на поръчката не може да бъде изтрит тъй като е статус по подразбиране за магазина !';
$_['error_download']   = 'Внимание: Статус на поръчката не може да бъде изтрит тъй като е асоцииран със статуса по подразбиране за сваляне !';
$_['error_store']      = 'Внимание: Статус на поръчката не може да бъде изтрит тъй като е асоцииран с %s магазина !';
$_['error_order']      = 'Внимание: Статус на поръчката не може да бъде изтрит тъй като е асоцииран с %s поръчки !';
?>