<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Статус на рекламацията';

// Text
$_['text_success']     = 'Успешно променихте Статус на рекламацията !';

// Column
$_['column_name']      = 'Статус';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на статуса :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Статус на рекламацията !';
$_['error_name']       = 'Внимание: Името на статуса трябва да е от 3 до 32 символа !';
$_['error_default']    = 'Внимание: Този статус не може да бъде изтрит тъй като е статус по подразбиране за този магазин !';
$_['error_return']     = 'Внимание: Този статус не може да бъде изтрит тъй като е асоцииран с %s върнати продукта !';
?>