<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Действия при рекламация';

// Text
$_['text_success']     = 'Успешно променихте  Действия при рекламация !';

// Column
$_['column_name']      = 'Действия при рекламация';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на действието :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Действия при рекламация !';
$_['error_name']       = 'Внимание: Името на действието трябва да е от 3 до 32 символа !';
$_['error_return']     = 'Внимание: Действието не може да бъде изтрито тъй като е асоциирано с %s върнати продукти !';
?>