<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Причини за рекламация';

// Text
$_['text_success']     = 'Успешно променихте Причини за рекламация !';

// Column
$_['column_name']      = 'Причина за рекламация';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на причината :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Причини за рекламация !';
$_['error_name']       = 'Внимание: Името трябва да е от 3 до 32 символа !';
$_['error_return']     = 'Внимание: Причината не може да бъде изтрита тъй като е асоциирана с to %s върнати продукта !';
?>