<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Статус на наличност';

// Text
$_['text_success']     = 'Успешно променихте Статус на наличност !';

// Column
$_['column_name']      = 'Статус на наличност';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на статуса :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Статус на наличност !';
$_['error_name']       = 'Внимание: Името на статуса трябва да е от 3 до 32 символа !';
$_['error_product']    = 'Внимание: Този статус не може да бъде изтрит тъй като е асоцииран с %s продукта !';
?>
