<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']        = 'Данъчни ставки';

// Text
$_['text_percent']         = 'Процент';
$_['text_amount']          = 'Фиксирана сума';
$_['text_success']         = 'Успешно променихте Данъчни ставки !';

// Column
$_['column_name']          = 'Име на данъка';
$_['column_rate']          = 'Данъчна стойност';
$_['column_type']          = 'Вид';
$_['column_geo_zone']      = 'Географска зона';
$_['column_date_added']    = 'Дата на добавяне';
$_['column_date_modified'] = 'Дата на промяна';
$_['column_action']        = 'Действие';

// Entry
$_['entry_name']           = 'Име на данъка :';
$_['entry_rate']           = 'Данъчна стойност :';
$_['entry_type']           = 'Вид :';
$_['entry_customer_group'] = 'Група клиенти :';
$_['entry_geo_zone']       = 'Географска зона :';

// Error
$_['error_permission']     = 'Внимание: Нямате права за промяна на Данъчни ставки !';
$_['error_tax_rule']       = 'Внимание: Този данък не може да бъде премахнат,тъй като в момента е асоцииран с % S данъчни класове !';
$_['error_name']           = 'Внимание: Името на данъкът трябва да е от 3 до 32 символа !';
$_['error_rate']           = 'Внимание: Данъчната стойност е задължителна !';
?>
