<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Видове такси и данъци';

// Text
$_['text_shipping']     = 'Адрес за доставка';
$_['text_payment']      = 'Адрес за плащане';
$_['text_store']        = 'Адрес на магазина';
$_['text_success']      = 'Успешно променихте Видове такси и данъци !';

// Column
$_['column_title']      = 'Име на вида данък';
$_['column_action']     = 'Действие';

// Entry
$_['entry_title']       = 'Име на вида данък :';
$_['entry_description'] = 'Описание :';
$_['entry_rate']        = 'Размер на данъка';
$_['entry_based']       = 'На базата на';
$_['entry_geo_zone']    = 'Георграфски зони :';
$_['entry_priority']    = 'Приоритет';


// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Видове такси и данъци !';
$_['error_title']       = 'Внимание: Името на типа такса трябва да е от 3 до 32 символа !';
$_['error_description'] = 'Внимание: Описанието трябва да е от 3 до 255 символа !';
$_['error_priority']    = 'Внимание: Приоритета е задължителен !';
$_['error_rate']        = 'Внимание: Размера на данъка е задължителен !';
$_['error_description'] = 'Внимание: Размера на описанието на данъка трябва да е от 3 до 255 символа !';
$_['error_product']     = 'Внимание: Този вид данък не може да бъде изтрит тъй като е асоцииран с %s продукта !';
?>
