<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Тип мярка за тегло';

// Text
$_['text_success']     = 'Успешно променихте Тип мярка за тегло !';

// Column
$_['column_title']     = 'Име на типа мярка';
$_['column_unit']      = 'Мерна единица';
$_['column_value']     = 'Стойност';
$_['column_action']    = 'Действие';

// Entry
$_['entry_title']      = 'Име на типа мярка :';
$_['entry_unit']       = 'Мерна единица :';
$_['entry_value']      = 'Стойност :<br /><span class="help">Въведи 1.00000 ако това е мерната единица по подразбиране.</span>';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Тип мярка за тегло !';
$_['error_title']      = 'Внимание: Заглавието на типа трябва да е от 3 до 32 символа !';
$_['error_unit']       = 'Внимание: Мерната единица трябва да е от 1 до 4 символа !';
$_['error_default']    = 'Внимание: Този тип не може да бъде изтрит тъй като е тип по подразбиране !';
$_['error_product']    = 'Внимание: Този тип не може да бъде изтрит тъй като е асоцииран с %s продукта !';
?>