<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']          = 'Региони';

// Text
$_['text_success']           = 'Успешно променихте Региони !';

// Column
$_['column_name']            = 'Име на Региона ';
$_['column_code']            = 'Код на Региона';
$_['column_country']         = 'Държава';
$_['column_action']          = 'Действие';

// Entry
$_['entry_status']           = 'Статус на Региона :';
$_['entry_name']             = 'Име на Региона :';
$_['entry_code']             = 'Код на Региона :';
$_['entry_country']          = 'Държава :';

// Error
$_['error_permission']       = 'Внимание: Нямате права да променяте Региони !';
$_['error_name']             = 'Внимание: Името на региона трябва да е от 3 до 128 символа !';
$_['error_default']          = 'Внимание: Този регион не може да бъде изтрит, тъй като е зададен като основен регион за този магазин !';
$_['error_store']            = 'Внимание: Този регион не може да бъде изтрит, тъй като е асоцииран с %s магазина !';
$_['error_address']          = 'Внимание: Този регион не може да бъде изтрит, тъй като е асоцииран с %s вписвания в адресни книги !';
$_['error_affiliate']        = 'Внимание: Този регион не може да бъде изтрит тъй като е асоцииран с %s дилъра !';
$_['error_zone_to_geo_zone'] = 'Внимание: Този регион не може да бъде изтрит, тъй като е асоцииран с %s региона от гео зоните !';
?>