<?php // Превод и редакция: Владислав Николов(www.pazaruvaidnes.com); Всички права запазени!
// Heading 
$_['heading_title']      = 'Моят профил';

// Text
$_['text_account']       = 'Профил';
$_['text_my_account']    = 'Моят профил';
$_['text_my_orders']     = 'Моите поръчки';
$_['text_my_newsletter'] = 'Известия';
$_['text_edit']          = 'Редакция на данните в профила';
$_['text_password']      = 'Смяна на парола';
$_['text_address']       = 'Управление на адреси';
$_['text_wishlist']      = 'Управление на желани';
$_['text_order']         = 'История на поръчките';
$_['text_download']      = 'Виртуални продукти';
$_['text_reward']        = 'Начислени наградни точки'; 
$_['text_return']        = 'История на рекламациите'; 
$_['text_transaction']   = 'История на плащанията'; 
$_['text_newsletter']    = 'Записване / Отписване от Електронния Бюлетин ';
?>