<?php // Превод и редакция: Владислав Николов(www.pazaruvaidnes.com); Всички права запазени!
// Heading 
$_['heading_title']   = 'Забравeна парола';

// Text
$_['text_account']    = 'Профил';
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'И-мейл';
$_['text_email']      = 'Въведете адреса на електронната поща, асоциирана с вашия профил. Натиснете &quot;Изпрати&quot;, за да получите нова парола !';
$_['text_success']    = 'Готово, на посоченият адрес бе изпратена нова парола !';

// Entry
$_['entry_email']     = 'И-мейл адрес :';

// Error
$_['error_email']     = 'Внимание: Нямаме данни, свързани с този И-мейл адрес. Моля, проверете и опитайте отново !';
?>