<?php // Превод и редакция: Владислав Николов(www.pazaruvaidnes.com); Всички права запазени!
// Heading 
$_['heading_title']                = 'Вход в системата';

// Text
$_['text_account']                 = 'Профил';
$_['text_login']                   = 'Вход';
$_['text_new_customer']            = 'Нов клиент';
$_['text_register']                = 'Създаване на профил';
$_['text_register_account']        = 'Регистрацията носи редица предимства, като ви дава възможност да следите състоянието и историята на поръчките си и да се възползвате от персонализирано съдържание, достъпно само за регистрираните ни потребители.';
$_['text_returning_customer']      = 'Регистриран потребител';
$_['text_i_am_returning_customer'] = 'Аз съм регистриран потребител';
$_['text_forgotten']               = 'Забравена парола';

// Entry
$_['entry_email']                  = 'И-мейл адрес';
$_['entry_password']               = 'Парола';

// Error
$_['error_login']                  = 'Внимание: Въведените И-мейл или Парола не си съответстват или са грешни !';
?>