<?php // Превод и редакция: Владислав Николов(www.pazaruvaidnes.com); Всички права запазени!
// Heading 
$_['heading_title']    = 'Купуване на ваучер за подарък';

// Text
$_['text_account']     = 'Акаунт';
$_['text_voucher']     = 'Ваучери';
$_['text_description'] = 'Искате да изненадате приятно ваш Бизнес партньор или Близък ? Подарете му Ваучер за покупка от Нашия магазин на определената от Вас стойност.Вашият подарък ще бъде изпратен на посочения получател и той ще може да си избере от Нашите продукти и да го осребри веднага !';
$_['text_agree']       = 'Разбирам, че ваучерите за подарък не подлежат на връщане!';
$_['text_message']     = '<p>Заявеният от Вас Ваучер бе добавен в кошницата Ви. След приключване процеса на плащане, на посоченият от Вас получател ще бъде изпратена информация как може да осребри подарения му от Вас ваучер за Нашия магазин.</p>';
$_['text_for']         = 'Ваучер за %s за %s';

// Entry
$_['entry_to_name']    = 'Име на на получателя';
$_['entry_to_email']   = 'И-мейл на получателя';
$_['entry_from_name']  = 'Вашето Име';
$_['entry_from_email'] = 'Вашият И-мейл';
$_['entry_message']    = 'Съобщение <br /><span class="help">(По желание)</span>';
$_['entry_amount']     = 'Сума <br /><span class="help">(Стойността може да е между %s и %s)</span>';
$_['entry_theme']      = 'Шаблон на ваучера за подарък :';

// Error
$_['error_to_name']    = 'Внимание: Името на получателя трябва да е между 1 и 64 символа !';
$_['error_from_name']  = 'Внимание: Вашето име трябва да е между 1 и 64 символа !';
$_['error_email']      = 'Внимание: Адресът на този И-мейл е невалиден !';
$_['error_amount']     = 'Внимание: Сумата трябва да е между %s и %s !';
$_['error_theme']      = 'Внимание: Трябва да изберете Шаблон на ваучера !';
$_['error_agree']      = 'Внимание: Трябва да потвърдите, че разбирате, че ваучерите за подарък не подлежат на връщане !';
?>
