<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Потребител';

// Text
$_['text_success']      = 'Успешно променихте Потребител !';

// Column
$_['column_username']   = 'Потребителско име';
$_['column_status']     = 'Статус';
$_['column_date_added'] = 'Дата на добавяне';
$_['column_action']     = 'Действие';

// Entry
$_['entry_username']   = 'Потребителско име :';
$_['entry_password']   = 'Парола :';
$_['entry_confirm']    = 'Потвърди паролата :';
$_['entry_firstname']  = 'Име :';
$_['entry_lastname']   = 'Фамилия :';
$_['entry_email']      = 'И-мейл :';
$_['entry_user_group'] = 'Потребителска група :';
$_['entry_status']     = 'Статус :';
$_['entry_captcha']    = 'Моля въведете кода от кутийката по-долу :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Потребителите !';
$_['error_account']    = 'Внимание: Не можете да изтриете собствения си профил !';
$_['error_username']   = 'Потребителското име трябва да е от 3 до 20 символа !';
$_['error_password']   = 'Паролата трябва да е от 4 до 20 символа !';
$_['error_confirm']    = 'Паролата и потвърждението й не съвпадат !';
$_['error_firstname']  = 'Името трябва да е от 1 до 32 символа !';
$_['error_lastname']   = 'Фамилията трябва да е от 1 до 32 символа !';
$_['error_captcha']    = 'Кода за потвърждение не съвпада с този от картинката !';
?>
