<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']     = 'Потребителска група';

// Text
$_['text_success']      = 'Успешно променихте Потребителската групa !';

// Column
$_['column_name']       = 'Име на потребителската група';
$_['column_action']     = 'Действие';

// Entry
$_['entry_name']        = 'Име на потребителската група :';
$_['entry_access']      = 'Права за достъп :';
$_['entry_modify']      = 'Права за промени :';

// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Потребителскитe групи !';
$_['error_name']        = 'Името на групата трябва да е от 3 до 64 символа !';
$_['error_user']        = 'Внимание: Тази потребителска група не може да бъде изтрита тъй като е асоциирана с %s потребители !';
?>
