<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Heading
$_['heading_title']    = 'Управление на Изображение';
 
// Text
$_['text_uploaded']    = 'Файлът ви е качен успешно !';
$_['text_file_delete'] = 'Файлът е изтрит !';
$_['text_create']      = 'Директорията е създадена !';
$_['text_delete']      = 'Файлът/Директорията е изтрит/а !';
$_['text_move']        = 'Файлът/Директорията е преместен/а !';
$_['text_copy']        = 'Файлът/Директорията е копиран/а !';
$_['text_rename']      = 'Файлът/Директорията е преименуван/а !';

// Entry
$_['entry_folder']     = 'Нова папка :';
$_['entry_move']       = 'Премести :';
$_['entry_copy']       = 'Име :';
$_['entry_rename']     = 'Име :';

// Error
$_['error_select']     = 'Внимание: Избери файл или директория !';
$_['error_file']       = 'Внимание: Избери файл !';
$_['error_directory']  = 'Внимание: Избери папка !';
$_['error_default']    = 'Внимание: Проблем с намирането на папката по подразбиране !';
$_['error_delete']     = 'Внимание: Не можете да изтриете тази папка !';
$_['error_filename']   = 'Внимание: Името трябва да е от 3 до 255 символа !';
$_['error_missing']    = 'Внимание: Файлът или папката не съществуват !';
$_['error_exists']     = 'Внимание: Файл или папка със същото име вече съществуват !';
$_['error_name']       = 'Внимание: Въведи ново име !';
$_['error_move']       = 'Внимание: Не може да премести файла в несъществуваща папка !';
$_['error_copy']       = 'Внимание: Не може да копира файла или папката !';
$_['error_rename']     = 'Внимание: Не може да преименува папката !';
$_['error_file_type']  = 'Внимание: Некоректен тип файл !';
$_['error_file_size']  = 'Внимание: Файлът е прекалено голям. Максималния размер е 300kb и 1000px височина или ширина !';
$_['error_uploaded']   = 'Внимание: Файлът не може да бъде качен по неясна причина !';
$_['error_permission'] = 'Внимание: Достъпът е отказан !';

// Button
$_['button_folder']    = 'Нова папка';
$_['button_delete']    = 'Изтрий';
$_['button_move']      = 'Премести';
$_['button_copy']      = 'Копирай';
$_['button_rename']    = 'Преименувай';
$_['button_upload']    = 'Качи';
$_['button_refresh']   = 'Опресни';
?>