<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// header
$_['heading_title']   = 'Забравили сте си паролата ?';

// Text
$_['text_forgotten']  = 'Забравена парола';
$_['text_your_email'] = 'Вашият И-мейл адрес';
$_['text_email']      = 'Въведете И-мейл адреса на вашият профил. Натиснете "Изпрати" за да ви изпратим линк за смяна на паролата.';
$_['text_success']    = 'Съобщение с линка беше изпратено на вашият И-мейл';

// Entry
$_['entry_email']     = 'И-мейл адрес :';
$_['entry_password']  = 'Нова парола :';
$_['entry_confirm']   = 'Потвърди :';

// Error
$_['error_email']     = 'Внимание: И-мейл адреса не беше намерен в нашата база данни !';
$_['error_password']  = 'Внимание: Паролата трябва да е от 3 до 20 символа !';
$_['error_confirm']   = 'Внимание: Паролата и потвърждението не съвпадат !';
?>