<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// header
$_['heading_title']  = 'Администрация';

// Text
$_['text_heading']   = 'Администрация';
$_['text_login']     = 'Администраторски Панел';
$_['text_forgotten'] = 'Забравена парола';

// Entry
$_['entry_username'] = 'Потребител :';
$_['entry_password'] = 'Парола :';

// Button
$_['button_login']   = 'Влез';

// Error
$_['error_login']    = 'Внимание: Грешен Потребител или Парола.';
$_['error_token']    = 'Внимание: Невалидна сесия, моля затворете страницата и я отворете отново.';
?>
