<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// header
$_['heading_title']  = 'Избери нова парола';

// Text
$_['text_reset']     = 'Избери нова парола !';
$_['text_password']  = 'Въведи новата парола';
$_['text_success']   = 'Новата парола е въведена и съхранена успешно !';

// Entry
$_['entry_password'] = 'Парола :';
$_['entry_confirm']  = 'Потвърди паролата :';

// Error
$_['error_password'] = 'Внимание: Паролата трябва да е от 5 до 20 символа !';
$_['error_confirm']  = 'Внимание: Потвърждението и паролата не съвпадат !';
?>