<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Text
$_['text_approve_subject']      = '%s - Вашият дилърски профил бе активиран !';
$_['text_approve_welcome']      = 'Добре дошли ! Благодарим ви, че се регистрирахте в %s !';
$_['text_approve_login']        = 'Вашият профил е създаден и можете да влезете като изпозлвате вашият И-мейл адрес и парола след като отворите Нашата страница от връзката по-долу:';
$_['text_approve_services']     = 'След като влезете, ще имате възможност да генерирате тракинг кодове, да следите комисионната си и да променяте информацията свързана с профила Ви.';
$_['text_approve_thanks']       = 'Благодарим Ви !';
$_['text_transaction_subject']  = '%s - Дилърска комисионна';
$_['text_transaction_received'] = 'Вие получихте %s комисионна !';
$_['text_transaction_total']    = 'Общата ви комисионна е %s.';
?>