<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Text
$_['text_approve_subject']      = '%s - Вашият профил е активиран !';
$_['text_approve_welcome']      = 'Добре дошли! Благодарим ви че се регистрирахте в %s!';
$_['text_approve_login']        = 'Вашият профил е създаден и можете да влезете като изпозлвате вашият И-мейл адрес и парола след като отворите Нашата страница от връзката по-долу:';
$_['text_approve_services']     = 'След като влезете ще имате достъп до всички услуги - проверка на стари поръчки, разпечатване на разписки и фактури,промяна на вашата информация.';
$_['text_approve_thanks']       = 'Благодарим Ви,';
$_['text_transaction_subject']  = '%s - Кредити в профила';
$_['text_transaction_received'] = 'Вие получихте %s кредит!';
$_['text_transaction_total']    = 'В момента имате %s кредита.' . "\n\n" . 'Кредитите ви ще се изпозлват автоматично при слеващата поръчка.';
$_['text_reward_subject']       = '%s - Наградни точки';
$_['text_reward_received']      = 'Вие получихте %s точки като награда !';
$_['text_reward_total']         = 'Общите ви наградни точки са %s.';
?>