<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Text
$_['text_subject']      = '%s - Обновяване на поръчката %s';
$_['text_order']        = '№ на поръчката :';
$_['text_date_added']   = 'Дата на поръчката :';
$_['text_order_status'] = 'Поръчката ви беше обновена и е със статус :';
$_['text_comment']      = 'Коментарите към поръчката ви са :';
$_['text_link']         = 'За да видите поръчката си натиснете връзката по-долу :';
$_['text_footer']       = 'При възникнали въпроси ни отговорете на този И-мейл.';
?>