<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени!
// Text
$_['text_subject']  = 'Някой ви е подарил Ваучер %s';
$_['text_greeting'] = 'Честито, Вие получихте Ваучер на стойност %s';
$_['text_from']     = 'Този Ваучер ви беше пратен от %s';
$_['text_message']  = 'Със следното съобщение';
$_['text_redeem']   = 'За да получите Ваучера си, Запишете кода <b>%s</b>, натиснете върху връзката по-долу и изберете продукт по ваше желание. Можете да въведете кода непосредствено преди да направите плащане като изберте кошницата.';
$_['text_footer']   = 'При възникнали въпроси ни отговорете на този И-мейл.';
?>