<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени
// Heading  
$_['heading_title']       = 'Купон (Промоционален код)';

// Text
$_['text_success']        = 'Успешно променихте Купоните !';
$_['text_percent']        = 'Процент';
$_['text_amount']         = 'Фиксирана сума';

// Column
$_['column_name']         = 'Име на купона';
$_['column_code']         = 'Код';
$_['column_discount']     = 'Намаление';
$_['column_date_start']   = 'Начална Дата';
$_['column_date_end']     = 'Крайна Дата';
$_['column_status']       = 'Статус';
$_['column_order_id']     = 'Номер на поръчката';
$_['column_customer']     = 'Клиент';
$_['column_amount']       = 'Сума';
$_['column_date_added']   = 'Дата на добавяне';
$_['column_action']       = 'Действие';

// Entry
$_['entry_name']          = 'Име на купона :';
$_['entry_code']          = 'Код :<br /><span class="help">Кода, който клиента въвежда, за да получи отстъпка.</span>';
$_['entry_type']          = 'Вид :<br /><span class="help">Процент от сумата или фиксирана сума.</span>';
$_['entry_discount']      = 'Намаление :';
$_['entry_logged']        = 'Регистрирани потребители :<br /><span class="help">Клиентът трябва да бъде регистриран потребител за да използва купона.</span>';
$_['entry_shipping']      = 'Безплатна доставка :';
$_['entry_total']         = 'Стойност на поръчката :<br /><span class="help">Минимум на сумата, която потребиителя трябва да похарчи, за да може да ползва купона.</span>';
$_['entry_product']       = 'Продукти :<br /><span class="help">Изберете специфични продукти, за които да важи промоцията. Оставете празно, ако искате да се отнася до целия асортимент.</span>';
$_['entry_date_start']    = 'Начална Дата :';
$_['entry_date_end']      = 'Крайна Дата :';
$_['entry_uses_total']    = 'Брой ползвания :<br /><span class="help">Максимален брой за ползване на купона. Оставете празно за да може да се ползва неограничено.</span>';
$_['entry_uses_customer'] = 'Индивидуален брой ползвания :<br /><span class="help">Максимален брой за ползване на купона от един потребител. Оставете празно за да може да се ползва неограничено.</span>';
$_['entry_status']        = 'Статус :';
$_['entry_category']      = 'Категория<br /><span class="help">Изберете категория за която да се отнася промоцията.</span>';

// Error
$_['error_permission']    = 'Нямате права да променяте Купони !';
$_['error_exists']        = 'Внимание: Кода на купона е невалиден !';
$_['error_name']          = 'Името на купона трябва да е от 3 до 128 символа !';
$_['error_code']          = 'Кода трябва да е от 3 до 10 символа !';
?>
