<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени
// Heading
$_['heading_title']    = 'Клиентски групи';

// Text
$_['text_success']     = 'Успешно модифицирахте Клиентски групи !';

// Column
$_['column_name']      = 'Име на Клиентската група';
$_['column_sort_order']= 'Ред';
$_['column_action']    = 'Действие';

// Entry
$_['entry_name']       = 'Име на Клиентската група :';
$_['entry_description']         = 'Описание :';
$_['entry_approval']            = 'Одобряване на Нови Клиенти :<br /><span class="help">Ще получите достъп до Акаунта след одобрение на Администратора.</span>';
$_['entry_company_id_display']  = 'Покажи Фирмен номер :<br /><span class="help">Покажи фирмен номер.</span>';
$_['entry_company_id_required'] = 'Задължителен фирмен номер :<br /><span class="help">Изберете клиентската група и фирмения номер преди да извършите плащането.</span>';
$_['entry_tax_id_display']      = 'Покажи Данъчен номер :<br /><span class="help">Покажи Данъчния номер в адреса за плащане.</span>';
$_['entry_tax_id_required']     = 'Задължителен Данъчен номер :<br /><span class="help">Изберете Клиентската група Данъчния номер за адреса на доставка преди да извършите плащането.</span>';
$_['entry_sort_order']          = 'Ред :';

// Error
$_['error_permission'] = 'Внимание: Нямате права да променяте Клиентски групи !';
$_['error_name']       = 'Името на Клиентската група трябва да е от 3 до 64 символа !';
$_['error_default']    = 'Внимание: Клиентската група не може да бъде изтрита,защото е асоциирана към клиентската група по подразбиране на магазина !';
$_['error_store']      = 'Внимание: Клиентската група не може да бъде изтрита,защото е асоциирана към %s магазини !';
$_['error_customer']   = 'Внимание: Клиентската група не може да бъде изтрита,защото е асоциирана към %s клиенти !';
?>