<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени
// Heading
$_['heading_title']                      = 'Товарителница';

// Text
$_['text_success']                       = 'Успешно генерирахте Товарителница !';
$_['text_before']                        = 'преди';
$_['text_in']                            = 'в';
$_['text_after']                         = 'след';
$_['text_hour']                          = 'ч.';
$_['text_day_0']                         = 'неделя';
$_['text_day_1']                         = 'понеделник';
$_['text_day_2']                         = 'вторник';
$_['text_day_3']                         = 'сряда';
$_['text_day_4']                         = 'четвъртък';
$_['text_day_5']                         = 'петък';
$_['text_day_6']                         = 'събота';
$_['text_e1']                            = 'до 60 мин (Е1)';
$_['text_e2']                            = 'до 90 мин (Е2)';
$_['text_e3']                            = 'до 120 мин (Е3)';

// Entry
$_['entry_address']                      = 'Адрес :';
$_['entry_products']                     = 'Продукти без тегло :<br/><span class="help">трябва да попълните теглото им, за да можете да генерирате товарителница</span>';
$_['entry_sms']                          = 'SMS при доставка :';
$_['entry_sms_no']                       = 'Номер :';
$_['entry_invoice_before_cd']            = 'Предай фактура преди плащане на наложения платеж :';
$_['entry_dc']                           = 'Обратна разписка :';
$_['entry_dc_cp']                        = 'Стокова разписка :';
$_['entry_disposition']                  = 'Да се добавя ли разпореждане от следния тип :';
$_['entry_pay_after_accept']             = 'разпореждам пратката да се прегледа от получателя и да плати наложения платеж само ако приеме стоката ми';
$_['entry_pay_after_test']               = 'разпореждам пратката да се прегледа и тества от получателя и да плати наложения платеж само ако приеме стоката ми';
$_['entry_instruction_shipping_returns'] = 'разпореждам при отказ на пратка след преглед: доставката и връщането да са за моя сметка';
$_['entry_instruction_returns']          = 'разпореждам при отказ на пратка след преглед: връщането да е за моя сметка';
$_['entry_priority_time']                = 'Час за приоритет :';
$_['entry_express_city_courier']         = 'Експресен градски куриер :';
$_['entry_delivery_day']                 = 'Ден за разнос :';
$_['entry_pack_count']                   = 'Брой пакети :';

$_['entry_loading_num']                  = 'Номер на пратката :';
$_['entry_is_imported']                  = 'Задействана :';
$_['entry_storage']                      = 'Името на офиса или линията, в която в момента се намира пратката :';
$_['entry_receiver_person']              = 'Лице получило пратката :';
$_['entry_receiver_person_phone']        = 'Телефон на получателя :';
$_['entry_receiver_courier']             = 'Служител предал пратката :';
$_['entry_receiver_courier_phone']       = 'Телефон на служителя предал пратката :';
$_['entry_receiver_time']                = 'Време на предаване на пратката към клиента :';
$_['entry_cd_get_sum']                   = 'Събрана сума от наложен платеж по пратката :';
$_['entry_cd_get_time']                  = 'Време на събиране на наложения платеж :';
$_['entry_cd_send_sum']                  = 'Изплатена сума на наложния платеж по пратката :';
$_['entry_cd_send_time']                 = 'Време на изплащане на наложения платеж :';
$_['entry_total_sum']                    = 'Стойност на пратката :';
$_['entry_sender_ammount_due']           = 'Дължима сума от подателя :';
$_['entry_receiver_ammount_due']         = 'Дължима сума от получателя :';
$_['entry_other_ammount_due']            = 'Дължима сума от 3-та страна :';
$_['entry_delivery_attempt_count']       = 'Брой опити за разнос на пратката :';
$_['entry_blank_yes']                    = 'PDF-a за товарителницата върху бланка :';
$_['entry_blank_no']                     = 'PDF-a за товарителницата без бланка :';

// Button
$_['button_generate']                    = 'Генериране';
$_['button_courier']                     = 'Заявка за куриер';

// Error
$_['error_permission']                   = 'Внимание: Нямате права да генерирате Товарителница !';
$_['error_connect']                      = 'Възникна грешка при връзката с Еконт! Моля, опитайте отново !';
$_['error_address']                      = 'Моля, изберете адрес !';
$_['error_products']                     = 'Моля, попълнете тегло за всички продукти !';
$_['error_sms']                          = 'Моля, въведете номер !';
$_['error_priority_time']                = 'Моля, въведете час !';
?>