<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени
// Heading  
$_['heading_title']     = 'Ваучер за подарък';

// Text
$_['text_send']         = 'Изпрати';
$_['text_success']      = 'Успешно променихте Ваучер за подарък !';
$_['text_sent']         = 'Успех: Ваучер за подарък е изпратен успешно на този И-мейл !';
$_['text_wait']         = 'Моля изчакайте!';

// Column
$_['column_name']       = 'Име на ваучера';
$_['column_code']       = 'Код';
$_['column_from']       = 'От';
$_['column_to']         = 'До';
$_['column_theme']      = 'Тема';
$_['column_amount']     = 'Сума';
$_['column_status']     = 'Статус';
$_['column_order_id']   = 'Поръчка №';
$_['column_customer']   = 'Клиент';
$_['column_date_added'] = 'Дата на добавяне';
$_['column_action']     = 'Действие';

// Entry
$_['entry_code']        = 'Код :<br /><span class="help">Трябва да поставите кода за да активирате ваучера на клиента.</span>';
$_['entry_from_name']   = 'От име :';
$_['entry_from_email']  = 'От И-мейл :';
$_['entry_to_name']     = 'До име :';
$_['entry_to_email']    = 'До И-мейл :';
$_['entry_message']     = 'Съобщение :';
$_['entry_amount']      = 'Размер :';
$_['entry_theme']       = 'Тема :';
$_['entry_status']      = 'Статус :';

// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Ваучер за подарък !';
$_['error_exists']      = 'Внимание: Кода на Ваучера е невалиден !';
$_['error_code']        = 'Кода трябва да е от 3 до 10 символа !';
$_['error_to_name']     = 'Името на получателя трябва да е от 1 до 64 символа !';
$_['error_from_name']   = 'Името трябва да е от 1 до 64 символа !';
$_['error_email']       = 'И-мейл адреса е невалиден !';
$_['error_amount']      = 'Сумата трябва да бъде по-голяма от или равна на 1 !';
$_['error_order']       = 'Внимание: Този ваучер не може да се изтрие,тъй като е част от <a href="%s">поръчката</a> !';
?>
