<?php // Превод и редакция: Владислав Николов (www.pazaruvaidnes.com); Всички права запазени
// Heading
$_['heading_title']      = 'Ваучер Теми';

// Text
$_['text_success']       = 'Успешно променихте Ваучер Теми !';
$_['text_image_manager'] = 'Управление на Изображения';
$_['text_browse']        = 'Качи Файл';
$_['text_clear']         = 'Изтрий';

// Column
$_['column_name']        = 'Име на Ваучер Темата';
$_['column_action']      = 'Действие';

// Entry
$_['entry_name']         = 'Име на Ваучер Темата :';
$_['entry_description']  = 'Описание на Ваучер Темата :';
$_['entry_image']        = 'Изображение :';

// Error
$_['error_permission']  = 'Внимание: Нямате права да променяте Ваучер Теми  !';
$_['error_name']        = 'Името на Ваучер Темата трябва да е от 3 до 32 символа !';
$_['error_image']       = 'Изображението е задължително !';
$_['error_voucher']     = 'Внимание: Тази ваучер тема не може да се изтрие,тъй като в момента е асоциирана с %S ваучери !';
?>