<?php
$_['lang_openbay']                      = 'OpenBay Про';
$_['lang_page_title']                   = 'OpenBay Про за eBay';
$_['lang_ebay']                         = 'eBay';
$_['lang_heading']                      = 'Импортирана Поръчка';
$_['lang_btn_return']                   = 'Връщане';
$_['lang_sync_orders']                  = 'Поръчки';
$_['lang_sync_pull_orders']             = 'Издърпайте нови поръчки';
$_['lang_sync_pull_orders_text']        = 'Издърпайте поръчки';
$_['lang_ajax_load_error']              = 'За съжаление, не може да се осъществи връзка';
$_['lang_error_validation']             = 'Трябва да се регистрирате за да се активира  модула.';
$_['lang_sync_pull_notice']             = 'Ще тегли нови поръчки след последната автоматизираната проверка.Ако току-що сте инсталирали след това по подразбиране ще се обновява през последните 24 часа.';
$_['lang_ajax_orders_import']           = 'Всички нови поръчки трябва да се появят в рамките на няколко минути';